Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/news/ruijankaiku/min_kloke_matmons.docx.tmx
Source language: nob
Languages: fkv

source: Rex stakk aldri av.
fkv: Rex ei koskhaan karanu.

source: Han syns det var eventyr nok å sitte på platten utenfor huset i Larsjorda 1C og følge med på livet i Honningsvåg.
fkv: Hänen mielestä siinä oli nokko seikkailuu ko sai istuut platila Larsjorda 1C:n ulkopuolela ja kattela Vookin elämää.

source: Fra platten så han oppover veien, og nedover veien.
fkv: Platilta se kattoi ylöskäsin tietä ja alaskäsin tietä.

source: Dersom det kom lyder fra den delen av verden han ikke så fra platten, fra hovedgata nede i byen og særlig fra Café Ritz, da skyndte han seg til ny utkikkspost.
fkv: Jos äänii tuli semmoisesta mailman osasta mitä hän ei platilta nähny, alhaalta kaupungista pääkađulta ja eriliikaisesti Café Ritzistä, silloin hän heti hopusti löysi uuđen paikan mistä kattela.

source: Bort til verandaen og rekkverket, hvor han la seg flatt på magen.
fkv: Veranan eli gelenderin mihin meni vattalens makkaamhaan.

source: På det viset fulgte han med i glippen under.
fkv: Siinä se sitte ravosta katteli mitä oli tapattumassa.

source: Ofte la jeg meg ved siden av ham, slik at det var to snuter som stakk fram under rekkverket.
fkv: Mie monesti menin makkaamhaan sen vierheen, niin ette siinä oli sitte kaksi kuonoo mikkä pistethiin ulos gelenderin alta.

source: Men dersom vi hørte, så eller luktet kjentfolk, ja da reiste vi oss på bakbena og glodde over rekkverket.
fkv: Mutta jos met kuulima, näjimä eli haistoima ette nyt tullee opphaita ihmissii, se silloin met nousima ylös takajalvoile ja pyyristimmä gelenderin yli.

source: Folk kjente seg alltid taust betraktet, når de gikk forbi huset vårt.
fkv: Ihmisilllä oli myöthään tunnet ette heitä seurathiin ko het kävelthiin meiđän talon sivvu.

source: Som folk flest på den tiden, var Rex svært glad i mat. Kjøpefór fikk han aldri.
fkv: Niin ko usheimat ihmiset siihen aikhaan, tykkäs Rexki oikhein hyvin ruvasta.

source: Han fikk ekte mat. Middagsrester.
fkv: Ostoruokkaa se ei saanu koskhaan.

source: Kortreiste og hjemmelagde saker enten fra mamma, eller fra en giverglad nabo.
fkv: Likeltä tullutta kotiruokkaa joko mammalta eli sitte joltaki avokätiseltä krannilta.

source: Vi hadde noen slike snille naboer, de trivdes med ideen om en ekstra godbit til den store hunden vår.
fkv: Meilä oli muutamppii semmoissii höölii krannii, net tykäthiin ajatuksesta ette saathiin anttaat jonkun lisäherskun meiđän isole koirale.

source: Snillest var nabodama i Nedre Sankthansvei, gata på øversiden av Larsjorda.
fkv: Kaikkiin hööliin oli krannivaimo joka asui Nedre-Santhansveienilä, mikä oli Larsjordan ylipuolela.

source: I mange år stelte hun i stand kotelettbein og annen staselig søndagsmiddag, som hun med håp i blikket donerte til et firbent formål i Larsjorda 1C.
fkv: Monta vuotta se toimitti kotelettiluita ja muuta mainiota pyhäruokkaa minkä kenkkäs toivo silmissä nelijalkaiselle Larsjorda 1C:ssä.

source: I starten kom hun selv på døra vår, en liten pose i neven der hun banket på og sa hun hadde noe godt til Rex.
fkv: Alussa vaimo tuli itte meiđän ovele, pikku pussi käđessä, kopisti ovheen ja sanoi ette tässä hänelä oli jotaki makkeeta Rexile.

source: Men Rex, han nektet å ta imot.
fkv: Mutta Rex, se ei halunu ottaat sitä vasthaan.

source: Det sto aldri på maten, den var snadder, Rex ble aldri fortrolig med leveransen.
fkv: Ei se ollu kiini ruvasta, se kyllä oli makkee, mutta Rex ei koskhaan harjaantunnu semmmoisheen tuomisheen.

source: Take away levert på døra var mistenkelige saker, og slik gikk det til at mamma selv måtte legge i vei og hente posen.
fkv: Take away ovele tuotuna, siinä oli jotaki eppäilyttäävää, ja niin siinä sitte kävi siihen laihiin ette mamma häytyi itte mennä ja nouttaat pussin.

source: Straks posen var vel i hus og åpnet, først da bet Rex på.
fkv: Vasta ko pussi oli perilä kotona ja aukaistu, se silloin Rex kyllä heti nappas sen.

source: Med tid og stunder endte de ved et kompromiss, nabokona og Rex.
fkv: Lopulta net päästhiin kompromisshiin, krannivaimo ja Rex.

source: Han hentet resteposen selv.
fkv: Se nouti ruvanloppupussin itte.

source: Nabokona la posen på sin egen trapp, før hun med blid stemme ropte over gata at nå var det mat å få.
fkv: Krannivaimo pani pussin omale trapule ennen ko iloisella äänelä huusi ette nyt oli tieđossa ruokkaa.

source: Da ble det røring på platten vår.
fkv: Silloin alkoi meän platilla näkymhään liikettä.

source: Så nabokona ingen Rex på platten fordi han var inne, da ringte hun til mamma.
fkv: Ensin kuono alkoi höyryymhään ravosta, ja sitte Rex korvat ystävällisenä pirunmerkkinä pystössä vilisti krannivaimon tykö ja nouti pussin kotia.

source: Som i sin tur sendte Rex av sted, fulgt av en travende fornøyd retur med posen i forsiktig grep mellom tennene.
fkv: Krannivaimo muisteli ette kukhaan ei saanu olla ulkona ja ette ulko-ovi piti olla kokonhansa kiini ennen ko Rex otti pussin.

source: Så han snurten av et håpefullt øye i dørgløtten, gikk han til streik og nektet å ta.
fkv: Jos se näki vaikka vain vilattukselta jonku toivorikkhaan silmänkhään ovenravossa, se alkoi streikata eikä ottanu pussii.

source: Jeg tror det var sårt for henne dette, at Rex var så reservert når koteletten var så god.
fkv: Mie uskon ette se tuntui vaimosta pahalta ette Rex niin piđätteli ittensä ko koteletti kyllä oli oikhein makkee.

source: Ettersom tradisjonen festet seg, ønsket også andre i nabolaget å dele av de rikes bord.
fkv: Ko tavasta sitte tuli fasti, muutki krannit haluthiin jakkaat rikkhaitten pöyđästä.

source: Det ringte støtt og stadig i telefonen, og det rare var at straks mamma bekreftet at Rex ønsket å stille opp for en god sak, så gikk det utkrøpne dyret alltid til korrekt adresse.
fkv: Telefooni ringas myöthään, ja eriskumhainen oli ette paikala ko mamma oli vahvistannu ette Rex oli halukas toimheen hyvän assiin puolesta, se viekas elläin osas aina oikkeesseen adresshiin.

source: «Hent posen», sa mamma, fulgt av en tydelig formulert stedsangivelse, han strøk tvert av gårde til riktig hus.
fkv: » mamma sanoi ja muisteli samassa tarkasti mistä paikasta, ja Rex tormas suorhaan oikkeesseen talhoon.

source: En gang kom han hjem med saftig og nystekt kotelett i munnen, giveren var sikkert fri for poser, og den lekkerbiskenen slapp han på platting og nektet å røre.
fkv: Kerran se tuli kotia mesinen, vastapaistettu koteletti suussa, kenkkääjällä sikkaristi vailuthiin pussii, ja sen herskupalan se puđotti platile ja kielttäytyi koskemasta siihen.

source: Mamma måtte til sist avbryte oppvasken, gå ut av huset, peke på koteletten og si vær så god.
fkv: Mamma häytyi lopulta heittäät pesemästä astiita, mennä ulos, osoittaat kotelettii ja sannoot ette ole hyvä.

source: Bortsett fra middagsrester, så delte Rex og jeg det meste.
fkv: Met Rexin kansa jajoima kohta kaiken muun ko ruvanloput.

source: Han var en trygghet i min oppvekst, en lengsel i alle de dagene jeg var i barnehagen og på skolen, og en varme når jeg kom hjem.
fkv: Se antoi turvaa minule minun kassuissa, oli kaipuna kaikkina niinä päivinä ko mie olin lastentarhaassa eli koulussa ja lämmitti ko mie tulin kotia.

source: Vi delte hemmeligheter, jeg tror den oppvakte gjeterhunden forsto meg.
fkv: Met jajoima sallaisuuksii, mie uskon ette se virkku paimenkoira ymmärsi minnuu.

source: Og det jeg hvisket til ham, sladret han aldri bort.
fkv: Ja sitä mitä mie viskutin sen korvhaan, se ei koskhaan juorunu muile.

source: Noe annet vi delte, var gulvplassen mellom sofaen og fjernsynet.
fkv: Lisäksi met jajoima laattiialan soffan ja TV:n välissä.

source: Der lå vi og så Barne-TV.
fkv: Siinä met makasimma ja kattoima Lasten-TV:tä.

source: Ble det for skummelt og jeg akte meg baklengs under bordet og av og til under sofaen, da rygget han jamsides etter.
fkv: Jos tuli liijan visto, ja mie ryömin takaperin pöyđän tahi muutamisti suufanki alle, se pöräs minun myötä.

source: Han passet på.
fkv: Se pasas minnuu.

source: Det var en kommando mamma sørget for å lære Rex fra han var valp.
fkv: Mamma opetti Rexile yhđen komenon ko se oli pieni.

source: Pass på Maureen, for hun er liten.
fkv: Passaa Maureenin pääle, se oon niin pieni.

source: Straks mamma sa de ordene, ja da var Rex uråd å distrahere.
fkv: Heti ko mamma sanoi net sanat, silloin se oli mahđoton saađa Rexin heittämhään.

source: Det var umulig å leke gjemsel i sånne stunder, tett oppfølging ville man kalt det i dag.
fkv: Se oli mahđoton tierata piilosta sen kansa, tääpänä semmoista sanottais tiukaksi vahtaamiseksi.

source: Så hadde jeg heller aldri behov for å gjemme meg for Rex.
fkv: Mutta ei mulla kyllä koskhaan ollu tarvet piilota itteeni Rexiltä.

source: Eller for mamma.
fkv: Tahi mammalta.

source: De to i lag gjorde en småskummel barndom trygg, slik at den til syvende og sist ble verdt å minnes.
fkv: Net kaksi tehthiin minun osin kamalasta lapsuuđesta turvalisen, semmoisen ette sitä sitte kuitenki kannattaa muistaat.

source: Bilder av Rex har jeg millioner av.
fkv: Mulla oon Rexistä miljoonii kuvvii.

source: Bildene veier ingen ting og er med meg når jeg sover og er våken.
fkv: Kuvat ei paina mithään ja net oon minun myötä nukkuissa ja valvheila.

source: Derimot må jeg ta bussen tilbake til Honningsvåg for å se et bilde av Tello.
fkv: Sen sijhaan mie häyđyn ottaat ruuttapiilin Vookhiin ette saan nähđä Tellon kuvan.

source: Da har jeg alltid med meg blomster.
fkv: Silloin mulla oon tasan myötä kukkii.

source: Tello er på det vesle ovale bildet på mammas gravstøtte på stedets kirkegård.
fkv: Tello oon myötä pienessä pitkulaisessa kuvassa mamman hautakivessä paikan kirkkomaala.

source: Hun er ung på bildet og holder hunden i armene.
fkv: Mamma oon kuvassa nuori, ja sillä oon koira sylissä.

source: En arm under halen, den andre under forlabbene.
fkv: Toinen käsivarsi hännän alla, toinen etukäpäliitten alla.

source: Ryggen hans mot brystet hennes, man ser fortroligheten.
fkv: Sölkä oon hänen rinttaa vasten, siitä näkkkyy luottamus.

source: Tryggheten mellom mamma som ung og hennes hund.
fkv: Turvalisuuđen tunnet nuoren mamman ja hänen koiran välilä.

source: Slik min oppvekst var, på godt og vondt har jeg grublet og tenkt, var kanskje også mammas oppvekst?
fkv: Niin ko minun ylöskassuuminen, hyvässä ja pahassa, mie olen ajatellu ette piian samanlainen oli kansa mamman ylöskassuuminen.
